const city = prompt('Для уточнення координат введіть назву міста яке вас цікавить.');

switch(city) {
    case 'Київ':
    console.log('Координати міста Київ: 50.447731; 30.542721:');
    break;
    case 'Львів':
    console.log('Координати міста Львів: 49.839684; 24.029716:');
    break;
    case 'Харків':
    console.log('Координати міста Харків: 49.993500; 36.230385:');
    break;
    case 'Донецьк':
    console.log('Координати міста Донецьк: 48.015884; 37.802849:');
    break;
    case 'Дніпро':
    console.log('Координати міста Дніпро: 48.473301; 35.001911:');
    break;
    default:
    console.log('Данні за вашим запитом відсутні!');
}
